Repository: macstock/IPA-Download
Catalog: Pastel/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, th, zh_hant, zh_hk

source: 添加 Apple 账户以登录。
en: Add an Apple account to sign in.
ja: サインインするにはAppleアカウントを追加してください。
ko: 로그인하려면 Apple 계정을 추가하세요.
th: เพิ่มบัญชี Apple เพื่อเข้าสู่ระบบ
zh_hant: 新增 Apple 帳戶以登入。

source: 清空
en: Clear
ja: 消去
ko: 지우기
th: ล้าง
zh_hant: 清除
zh_hk: 清除

source: 清空日志
en: Clear logs
ja: ログを消去
ko: 로그 지우기
th: ล้างบันทึก
zh_hant: 清除日誌
zh_hk: 清除日誌

source: 清除
en: Clear
ja: クリア
ko: 지우기
th: ล้าง

source: 热门 App
en: Popular Apps
ja: 人気の App
ko: 인기 앱
th: แอปยอดนิยม
zh_hant: 熱門 App
zh_hk: 熱門 App

source: 版本
en: Version
ja: バージョン
ko: 버전
th: เวอร์ชัน

source: 版本 ID
en: Version ID
ja: バージョン ID
ko: 버전 ID
th: เวอร์ชัน ID

source: 版本号
en: Version
ja: バージョン番号
ko: 버전 번호
th: หมายเลขเวอร์ชัน
zh_hant: 版本號
zh_hk: 版本號

source: 版本未知
en: Version unknown
ja: バージョン不明
ko: 버전 알 수 없음
th: ไม่ทราบเวอร์ชัน

source: 用于 Apple Store Services 登录和下载请求。
en: Used for Apple Store Services sign-in and download requests.
ja: Apple Store Services のサインインとダウンロードリクエストに使用します。
ko: Apple Store Services 로그인 및 다운로드 요청에 사용됩니다.
th: ใช้สำหรับการลงชื่อเข้าใช้ Apple Store Services และคำขอดาวน์โหลด
zh_hant: 用於 Apple Store Services 登入和下載請求。
zh_hk: 用於 Apple Store Services 登入和下載請求。

source: 登录
en: Sign In
ja: サインイン
ko: 로그인
th: เข้าสู่ระบบ
zh_hant: 登入
zh_hk: 登入

source: 登录流程参考（GSA / SRP / 2FA / Anisette）
en: Sign-in flow reference (GSA / SRP / 2FA / Anisette)
ja: サインインフローの参考（GSA / SRP / 2FA / Anisette）
ko: 로그인 흐름 참고 (GSA / SRP / 2FA / Anisette)
th: อ้างอิงขั้นตอนการเข้าสู่ระบบ (GSA / SRP / 2FA / Anisette)
zh_hant: 登入流程參考（GSA / SRP / 2FA / Anisette）
zh_hk: 登入流程參考（GSA / SRP / 2FA / Anisette）

source: 目录
en: Folder
ja: フォルダ
ko: 폴더
th: โฟลเดอร์
zh_hant: 目錄
zh_hk: 目錄

source: 直接下载指定版本。
en: Download a specific version directly.
ja: 特定のバージョンを直接ダウンロードします。
ko: 특정 버전을 바로 다운로드합니다.
th: ดาวน์โหลดเวอร์ชันที่ต้องการโดยตรง
zh_hant: 直接下載指定版本。

source: 确认删除
en: Delete
ja: 削除
ko: 삭제
th: ลบ
zh_hant: 確認刪除

source: 确认删除这个 Apple 账户？
en: Delete this Apple account?
ja: このAppleアカウントを削除しますか？
ko: 이 Apple 계정을 삭제할까요?
th: ลบบัญชี Apple นี้หรือไม่?
zh_hant: 確認刪除這個 Apple 帳戶？

source: 稍后
en: Later
ja: 後で
ko: 나중에
th: ภายหลัง
zh_hant: 稍後
zh_hk: 稍後

source: 立即重启
en: Restart Now
ja: 今すぐ再起動
ko: 지금 재시작
th: เริ่มใหม่ทันที
zh_hant: 立即重新啟動
zh_hk: 立即重新啟動

source: 第三方依赖
en: Third-Party Libraries
ja: サードパーティ製ライブラリ
ko: 서드파티 라이브러리
th: ไลบรารีของบุคคลที่สาม
zh_hant: 第三方相依套件
zh_hk: 第三方依賴

source: 等待历史版本
en: Waiting for version history
ja: バージョン履歴を待機中
ko: 버전 기록 대기 중
th: กำลังรอประวัติเวอร์ชัน
zh_hant: 等待歷史版本
zh_hk: 等待歷史版本

source: 等待开始。
en: Waiting to start.
ja: 開始を待っています。
ko: 시작을 기다리는 중.
th: กำลังรอเริ่ม
zh_hant: 等待開始。
zh_hk: 等待開始。

source: 继续
en: Continue
ja: 続ける
ko: 계속
th: ดำเนินการต่อ
zh_hant: 繼續
zh_hk: 繼續

source: 编辑 Apple 账户
en: Edit Apple account
ja: Apple アカウントを編集
ko: Apple 계정 편집
th: แก้ไขบัญชี Apple
zh_hant: 編輯 Apple 帳號
zh_hk: 編輯 Apple 帳戶

source: 编辑账户
en: Edit account
ja: アカウントを編集
ko: 계정 편집
th: แก้ไขบัญชี
zh_hant: 編輯帳號
zh_hk: 編輯帳戶

source: 自动
en: Auto
ja: 自動
ko: 자동
th: อัตโนมัติ
zh_hant: 自動
zh_hk: 自動

source: 自动更新框架
en: Automatic update framework
ja: 自動アップデートフレームワーク
ko: 자동 업데이트 프레임워크
th: เฟรมเวิร์กอัปเดตอัตโนมัติ
zh_hant: 自動更新框架
zh_hk: 自動更新框架

source: 获取版本列表
en: Fetch version list
ja: バージョンリストを取得
ko: 버전 목록 가져오기
th: ดึงรายการเวอร์ชัน
zh_hant: 取得版本清單
zh_hk: 取得版本清單

source: 设为默认账户
en: Set as Default
ja: デフォルトに設定
ko: 기본값으로 설정
th: ตั้งเป็นค่าเริ่มต้น
zh_hant: 設為預設帳戶

source: 设备
en: Device
ja: デバイス
ko: 기기
th: อุปกรณ์
zh_hant: 裝置
zh_hk: 裝置

source: 设备 GUID
en: Device GUID
ja: デバイス GUID
ko: 기기 GUID
th: GUID อุปกรณ์
zh_hant: 裝置 GUID
zh_hk: 裝置 GUID

source: 设置
en: Settings
ja: 設定
ko: 설정
th: การตั้งค่า
zh_hant: 設定
zh_hk: 設定

source: 设置…
en: Settings…
ja: 設定…
ko: 설정…
th: การตั้งค่า…
zh_hant: 設定…

source: 语言
en: Language
ja: 言語
ko: 언어
th: ภาษา
zh_hant: 語言
zh_hk: 語言

source: 语言与地区
en: Language & Region
ja: 言語と地域
ko: 언어 및 지역
th: ภาษาและภูมิภาค
zh_hant: 語言與地區

source: 语言更改将在重新启动 App 后完全生效。
en: The language change will take full effect after restarting the app.
ja: 言語の変更は App を再起動すると完全に反映されます。
ko: 언어 변경은 앱을 재시작하면 완전히 적용됩니다.
th: การเปลี่ยนภาษาจะมีผลสมบูรณ์หลังจากเริ่มแอปใหม่
zh_hant: 語言變更將在重新啟動 App 後完全生效。
zh_hk: 語言變更將在重新啟動 App 後完全生效。

source: 请先登录 Apple 账户。
en: Please sign in to your Apple account first.
ja: 先に Apple アカウントにサインインしてください。
ko: 먼저 Apple 계정에 로그인하세요.
th: โปรดเข้าสู่ระบบบัญชี Apple ก่อน
zh_hant: 請先登入 Apple 帳號。
zh_hk: 請先登入 Apple 帳戶。

source: 请先选择 App。
en: Please select an app first.
ja: 先に App を選択してください。
ko: 먼저 앱을 선택하세요.
th: โปรดเลือกแอปก่อน
zh_hant: 請先選擇 App。
zh_hk: 請先選擇 App。

source: 请输入 App ID。
en: Please enter an App ID.
ja: App ID を入力してください。
ko: App ID를 입력하세요.
th: โปรดป้อน App ID
zh_hant: 請輸入 App ID。
zh_hk: 請輸入 App ID。

source: 请输入 Apple 账户。
en: Please enter an Apple account.
ja: Apple アカウントを入力してください。
ko: Apple 계정을 입력하세요.
th: โปรดป้อนบัญชี Apple
zh_hant: 請輸入 Apple 帳號。
zh_hk: 請輸入 Apple 帳戶。

source: 请输入双重认证验证码。
en: Please enter the two-factor verification code.
ja: 二要素認証コードを入力してください。
ko: 이중 인증 코드를 입력하세요.
th: โปรดป้อนรหัสยืนยันสองชั้น
zh_hant: 請輸入雙重驗證碼。
zh_hk: 請輸入雙重認證驗證碼。

source: 请输入密码。
en: Please enter a password.
ja: パスワードを入力してください。
ko: 비밀번호를 입력하세요.
th: โปรดป้อนรหัสผ่าน
zh_hant: 請輸入密碼。
zh_hk: 請輸入密碼。

source: 账户
en: Accounts
ja: アカウント
ko: 계정
th: บัญชี
zh_hant: 帳號
zh_hk: 帳戶

source: 跟随系统
en: Follow System
ja: システムに従う
ko: 시스템 설정 따름
th: ตามระบบ
zh_hant: 跟隨系統
zh_hk: 跟隨系統

source: 软件
en: App
ja: App
ko: 앱
th: แอป
zh_hant: 軟體
zh_hk: 軟件

source: 软件名称、App ID 或 App Store 链接
en: App name, App ID, or App Store link
ja: App 名、App ID、または App Store のリンク
ko: 앱 이름, App ID 또는 App Store 링크
th: ชื่อแอป, App ID หรือลิงก์ App Store
zh_hant: 軟體名稱、App ID 或 App Store 連結
zh_hk: 軟件名稱、App ID 或 App Store 連結

source: 软件搜索
en: App Search
ja: App 検索
ko: 앱 검색
th: ค้นหาแอป
zh_hant: 軟體搜尋
zh_hk: 軟件搜尋

source: 输入 App ID 以查询历史版本。
en: Enter an App ID to look up version history.
ja: App ID を入力してバージョン履歴を検索します。
ko: App ID를 입력해 버전 기록을 조회하세요.
th: ป้อน App ID เพื่อค้นหาประวัติเวอร์ชัน
zh_hant: 輸入 App ID 以查詢歷史版本。
zh_hk: 輸入 App ID 以查詢歷史版本。

source: 输入 App 名称
en: Enter app name
ja: App 名を入力
ko: 앱 이름 입력
th: ป้อนชื่อแอป
zh_hant: 輸入 App 名稱
zh_hk: 輸入 App 名稱

source: 运行中
en: Running
ja: 実行中
ko: 실행 중
th: กำลังทำงาน
zh_hant: 執行中
zh_hk: 執行中

source: 运行状态
en: Status
ja: 実行状況
ko: 실행 상태
th: สถานะ
zh_hant: 執行狀態
zh_hk: 執行狀態

source: 选择 App
en: Select an app
ja: App を選択
ko: 앱 선택
th: เลือกแอป
zh_hant: 選擇 App
zh_hk: 選擇 App

source: 选择 App Store 国家/地区
en: Choose App Store country/region
ja: App Store の国/地域を選択
ko: App Store 국가/지역 선택
th: เลือกประเทศ/ภูมิภาคของ App Store
zh_hant: 選擇 App Store 國家/地區
zh_hk: 選擇 App Store 國家/地區

source: 选择 App 以继续。
en: Select an app to continue.
ja: 続けるには App を選択してください。
ko: 계속하려면 앱을 선택하세요.
th: เลือกแอปเพื่อดำเนินการต่อ
zh_hant: 選擇 App 以繼續。
zh_hk: 選擇 App 以繼續。

source: 选择一个历史版本后继续。
en: Select a version to continue.
ja: バージョンを選択して続行します。
ko: 버전을 선택한 후 계속하세요.
th: เลือกเวอร์ชันแล้วดำเนินการต่อ
zh_hant: 選擇一個歷史版本後繼續。
zh_hk: 選擇一個歷史版本後繼續。

source: 选择下载保存目录
en: Choose a download folder
ja: ダウンロード保存先を選択
ko: 다운로드 저장 폴더 선택
th: เลือกโฟลเดอร์บันทึกการดาวน์โหลด
zh_hant: 選擇下載儲存目錄
zh_hk: 選擇下載儲存目錄

source: 选择保存目录
en: Choose Save Folder
ja: 保存先フォルダを選択
ko: 저장 폴더 선택
th: เลือกโฟลเดอร์บันทึก
zh_hant: 選擇儲存目錄
zh_hk: 選擇儲存目錄

source: 选择版本
en: Select Version
ja: バージョンを選択
ko: 버전 선택
th: เลือกเวอร์ชัน
zh_hant: 選擇版本
zh_hk: 選擇版本

source: 选择目录
en: Choose folder
ja: フォルダを選択
ko: 폴더 선택
th: เลือกโฟลเดอร์
zh_hant: 選擇目錄
zh_hk: 選擇目錄

source: 通过 AirDrop 发送
en: Send via AirDrop
ja: AirDrop で送信
ko: AirDrop으로 보내기
th: ส่งผ่าน AirDrop
zh_hant: 透過 AirDrop 傳送
zh_hk: 透過 AirDrop 傳送

source: 重试下载
en: Retry download
ja: ダウンロードを再試行
ko: 다운로드 재시도
th: ลองดาวน์โหลดอีกครั้ง
zh_hant: 重試下載
zh_hk: 重試下載

source: 需要完成 Apple 账户双重认证。
en: Apple account two-factor authentication is required.
ja: Apple アカウントの二要素認証が必要です。
ko: Apple 계정 이중 인증이 필요합니다.
th: ต้องทำการยืนยันสองชั้นของบัญชี Apple
zh_hant: 需要完成 Apple 帳號雙重驗證。
zh_hk: 需要完成 Apple 帳戶雙重認證。

source: 需要重新启动
en: Restart Required
ja: 再起動が必要です
ko: 재시작 필요
th: ต้องเริ่มใหม่
zh_hant: 需要重新啟動
zh_hk: 需要重新啟動

source: 验证码
en: Verification Code
ja: 確認コード
ko: 확인 코드
th: รหัสยืนยัน
zh_hant: 驗證碼
zh_hk: 驗證碼

source: 验证码已发送至你的受信任 Apple 设备，请输入双重认证验证码：
en: A verification code was sent to your trusted Apple device. Enter the two-factor code:
ja: 確認コードを信頼済みの Apple デバイスに送信しました。二要素認証コードを入力してください：
ko: 확인 코드를 신뢰할 수 있는 Apple 기기로 보냈습니다. 이중 인증 코드를 입력하세요:
th: ส่งรหัสยืนยันไปยังอุปกรณ์ Apple ที่เชื่อถือได้แล้ว โปรดป้อนรหัสยืนยันสองชั้น:
zh_hant: 驗證碼已傳送至你的信任 Apple 裝置，請輸入雙重驗證碼：
zh_hk: 驗證碼已傳送至你的受信任 Apple 裝置，請輸入雙重認證驗證碼：

source: 验证码已发送至你的受信任 Apple 设备，请输入双重认证验证码。
en: A code was sent to your trusted Apple devices. Enter the two-factor verification code.
ja: 確認コードを信頼できるAppleデバイスに送信しました。2ファクタ認証コードを入力してください。
ko: 신뢰할 수 있는 Apple 기기로 코드를 보냈습니다. 이중 인증 코드를 입력하세요.
th: ส่งรหัสไปยังอุปกรณ์ Apple ที่เชื่อถือได้ของคุณแล้ว กรุณาป้อนรหัสยืนยันสองชั้น
zh_hant: 驗證碼已傳送至你的受信任 Apple 裝置，請輸入雙重認證驗證碼。

source: 验证码已发送至你的受信任 Apple 设备。输入后将完成双重认证并继续。
en: A verification code was sent to your trusted Apple device. Enter it to complete two-factor authentication and continue.
ja: 確認コードを信頼済みの Apple デバイスに送信しました。入力すると二要素認証が完了し、続行します。
ko: 확인 코드를 신뢰할 수 있는 Apple 기기로 보냈습니다. 입력하면 이중 인증이 완료되고 계속됩니다.
th: ส่งรหัสยืนยันไปยังอุปกรณ์ Apple ที่เชื่อถือได้แล้ว ป้อนรหัสเพื่อเสร็จสิ้นการยืนยันสองชั้นและดำเนินการต่อ
zh_hant: 驗證碼已傳送至你的信任 Apple 裝置。輸入後將完成雙重驗證並繼續。
zh_hk: 驗證碼已傳送至你的受信任 Apple 裝置。輸入後將完成雙重認證並繼續。

source: 验证账户
en: Verify account
ja: アカウントを確認
ko: 계정 확인
th: ยืนยันบัญชี
zh_hant: 驗證帳號
zh_hk: 驗證帳戶

source: 默认账户
en: Default account
ja: デフォルトアカウント
ko: 기본 계정
th: บัญชีเริ่มต้น
zh_hant: 預設帳號
zh_hk: 預設帳戶
